# taps
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/apache'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'sanemat/font'

# install cask
brew 'caskroom/cask/brew-cask'

# essential
cask 'xquartz'
brew 'xz'
brew 'automake'

brew 'libyaml'
brew 'openssl'
brew 'ansible'
brew 'apr'
brew 'apr-util'
brew 'autoconf'
brew 'icu4c'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'ctags'
brew 'zeromq'
brew 'czmq'
brew 'direnv'
brew 'faac'
brew 'pcre'
brew 'git'
brew 'x264'
brew 'lame'
brew 'libvo-aacenc'
brew 'xvid'
brew 'jpeg'
brew 'libtiff'
brew 'webp'
brew 'ffmpeg'
brew 'flow'
brew 'libtool'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'git-flow'
brew 'glew'
brew 'sdl2'
brew 'sdl2_image'
brew 'gource'
brew 'imagemagick'
brew 'libevent'
brew 'readline'
brew 'sqlite'
brew 'libxml2'
brew 'mackup'
brew 'mongodb'
brew 'mysql'
brew 'nkf'
brew 'nodebrew'
brew 'pngquant'
brew 'pyenv'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 's3cmd'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'watchman'
brew 'zsh'
brew 'homebrew/dupes/grep'
brew 'sanemat/font/ricty', args: ['vim-powerline']
brew 'wget'
brew 'postgresql'
brew 'awscli'
brew 'jq'
brew 'antigen'
brew 'otto'

# casks
cask 'alfred'
cask 'atom'
cask 'balsamiq-mockups'
cask 'calibre'
cask 'clamxav'
cask 'coteditor'
cask 'cyberduck'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'karabiner'
cask 'keepassx'
cask 'kindle'
cask 'macdown'
cask 'macs-fan-control'
cask 'macvim-kaoriya'
cask 'robomongo'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'toggldesktop'
cask 'unetbootin'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'google-japanese-ime'
brew 'ghq'
cask 'visual-studio-code'
