tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "sanemat/font"
tap "thoughtbot/formulae"
tap "wallix/awless"
cask "java"
cask "xquartz"

brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"

brew "bash-completion"
brew "fzf"
brew "libffi"
brew "glib"
brew "gettext"
brew "git"
brew "coreutils"
brew "direnv"
brew "tfenv"
brew "czmq"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"


brew "bat"
brew "bfg"
brew "pixman"
brew "cairo"
brew "cloog"
brew "coreutils"
brew "zeromq"
brew "czmq"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "flow"
brew "jpeg"
brew "libtool"
brew "gobject-introspection"
brew "harfbuzz"
brew "hightlight"
brew "pango"
brew "fontforge"
brew "gmp"
brew "isl"
brew "mpfr"
brew "mkcert"
brew "libmpc"
brew "gcc"
brew "ghq"
brew "glew"
brew "sdl2"
brew "sdl2_image"
brew "gource"
brew "grep"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "libressl"
brew "libsodium"
brew "libvo-aacenc"
brew "libxml2"
brew "lua"
brew "moreutils", args: ["without-parallel"]
brew "neovim"
brew "nkf"
brew "nss" # For mkcert
brew "packer"
brew "pngquant"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vim", args: ["with-custom-ruby", "with-lua", "with-override-system-vi", "with-python3"]
brew "wget"
brew "zplug"
brew "zsh"
brew "sanemat/font/ricty", args: ["vim-powerline", "with-powerline"]
brew "thoughtbot/formulae/rcm"
brew "awless"
brew "vault"
brew "github/gh/gh"
cask "alfred"
cask "boostnote"
cask "clamxav"
cask "coteditor"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "krisp"
cask "libreoffice"
cask "ngrok"
cask "shiftit"
cask "skype"
cask "slack"
cask "tg-pro"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"

