tap "fujiwara/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "k1low/tap"
tap "kayac/tap"
tap "oven-sh/bun"
tap "sanemat/font"
tap "thecasualcoder/stable"
brew "openssl@3"
brew "readline"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "grep"
brew "hub"
brew "icdiff"
brew "jq"
brew "libffi"
brew "htop"
brew "lazygit"
brew "luarocks"
brew "maven"
brew "neovim"
brew "pgformatter"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xsv"
brew "zlib"
brew "zsh"
brew "uv"
brew "dprint"
brew "fujiwara/tap/ecsta"
brew "k1low/tap/awsdo"
brew "kayac/tap/ecspresso"
brew "oven-sh/bun/bun"
cask "1password"
cask "alacritty"
cask "ghostty"
cask "calibre"
cask "coteditor"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "gcloud-cli"
cask "iterm2"
cask "libreoffice"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "unetbootin"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "biomejs.biome"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yinfei.luahelper"
