tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/apache"
tap "homebrew/binary"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "sanemat/font"
tap "thoughtbot/formulae"
tap "wallix/awless"
cask "java"
cask "xquartz"
brew "ansible"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bfg"
brew "boost"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "git"
brew "carthage"
brew "cloog"
brew "coreutils"
brew "ctags"
brew "zeromq"
brew "czmq"
brew "direnv"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "flow"
brew "jpeg"
brew "libtool"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "ghq"
brew "git-flow"
brew "glew"
brew "sdl2"
brew "sdl2_image"
brew "gource"
brew "graphviz"
brew "grep"
brew "imagemagick"
brew "influxdb", restart_service: true
brew "oniguruma"
brew "jq"
brew "kapacitor"
brew "libressl"
brew "libsodium"
brew "libvo-aacenc"
brew "libxml2"
brew "lua"
brew "mackup"
brew "mongodb"
brew "monit"
brew "moreutils", args: ["without-parallel"]
brew "mysql", restart_service: true
brew "neovim"
brew "nginx"
brew "nkf"
brew "otto"
brew "packer"
brew "peco"
brew "pngquant"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "s3cmd"
brew "telegraf"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vim", args: ["with-custom-ruby", "with-lua", "with-override-system-vi", "with-python3"]
brew "watchman"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "sanemat/font/ricty", args: ["vim-powerline", "with-powerline"]
brew "thoughtbot/formulae/rcm"
brew "awless"
brew "googler"
brew "hub"
cask "alfred"
cask "atom"
cask "chefdk"
cask "clamxav"
cask "coteditor"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner"
cask "kindle"
cask "libreoffice"
cask "macdown"
cask "macs-fan-control"
cask "ngrok"
cask "sequel-pro"
cask "shiftit"
cask "skype"
cask "slack"
cask "sourcetree"
cask "telegram"
cask "unetbootin"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
