advanced-open-file@0.16.7
busy-signal@1.4.3
file-icons@2.1.16
git-plus@7.10.0
git-time-machine@1.5.9
intentions@1.1.5
language-elixir@0.20.3
language-pug@0.0.21
language-vue@0.23.1
linter@2.2.0
linter-elixirc@1.7.0
linter-rubocop@2.2.2
linter-ruby@1.2.6
linter-terraform-syntax@1.2.2
linter-ui-default@1.6.10
monokai@0.24.0
platformio-ide-terminal@2.8.0
project-manager@3.3.5
react@0.17.0
trailing-spaces@0.4.0
vim-mode-plus@1.26.0
